Repository: twones/wp-audio-player
Catalog: plugin/languages/audio-player-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Download audio file
fr_fr: Télécharger fichier audio

source: Audio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip. Download the latest version <a href="%s" title="Download Adobe Flash Player">here</a>. You also need to have JavaScript enabled in your browser.
fr_fr: Clip audio : Le lecteur Adobe Flash (version 9 ou plus) est nécessaire pour la lecture de ce clip audio. Téléchargez la dernière version <a href="%s" title="Download Adobe Flash Player">ici</a>. Vous devez aussi avoir JavaScript activé dans votre navigateur.

source: Settings for the Audio Player plugin. Visit <a href="%s">1 Pixel Out</a> for usage information and project news.
fr_fr: Réglages pour l'extension Audio Player. Visitez <a href="%s">1 Pixel Out</a> pour les informations sur l'utilisation et les nouvelles du projet.

source: Current version
fr_fr: Version actuelle

source: General
fr_fr: Général

source: Display
fr_fr: Apparence

source: Feed options
fr_fr: Options de syndication

source: Advanced
fr_fr: Avancé

source: How do you want to use the audio player?
fr_fr: Comment voulez-vous utiliser le lecteur audio?

source: This set of options allows you to customize when your audio players appear.
fr_fr: Ce jeu d'options vous permet de personnaliser la façon dont le lecteur audio apparaît.

source: Replace [audio] syntax
fr_fr: Remplacer la syntaxe [audio]

source: This is the default behaviour and is the only way to apply options to a player instance. Use this option if you want to have more than one audio player per posting.
fr_fr: C'est le comportement par défaut et le seul moyen d'appliquer des options à une instance du lecteur. Utilisez cette option si vous souhaitez avoir plus d'un lecteur audio par article.

source: Replace all links to mp3 files
fr_fr: Remplacer tous les liens vers des fichiers mp3

source: When selected, this option will replace all your links to mp3 files with a player instance. Be aware that this could produce odd results when links are in the middle of paragraphs.
fr_fr: Lorsque sélectionnée, cette option remplacera tous vos liens vers des fichiers mp3 par une instance du lecteur. Soyez conscient que cela peut produire d'étranges résultats lorsque les liens sont situés au milieu de paragraphes.

source: Enable in comments
fr_fr: Activer dans les commentaires

source: When selected, Audio Player will be enabled for all comments on your blog.
fr_fr: Lorsque sélectionnée, Audio Player sera activé pour tous les commentaires de votre blog.

source: Enclosure integration
fr_fr: Intégration "enclosure"

source: Ideal for podcasting. If you set your enclosures manually, this option will automatically insert a player at the end of posts with an mp3 enclosure. The player will appear at the bottom of your posting.
fr_fr: Idéal pour le podcasting. Si vous positionnez vos "enclosures" manuellement, cette option insérera automatiquement un lecteur à la fin des articles avec une "enclosure" mp3. Le lecteur apparaîtra à la fin de vos articles.

source: Default audio folder location
fr_fr: Emplacement par défaut du répertoire audio

source: Custom
fr_fr: Personnalisé

source: Verify
fr_fr: Vérifier

source: Click this button to verify that the audio folder is correctly configured
fr_fr: Cliquez sur ce bouton pour vérifier que votre répertoire audio est correctement configuré

source: Custom audio folder locations cannot be verified
fr_fr: L'emplacement personnalisé du répertoire audio ne peut être vérifié

source: Checking...
fr_fr: Vérification en cours...

source: Audio folder location verified
fr_fr: Emplacement du répertoire audio vérifié

source: Audio folder location not found. Please check that the following folder exists on your server:
fr_fr: Emplacement du répertoire audio non trouvé. Veuillez vérifier que le répertoire suivant existe sur votre serveur :

source: This is the default location for your audio files. When you use the [audio] syntax and don't provide an absolute URL for the mp3 file (the full URL including "http://") Audio Player will automatically look for the file in this location. You can set this to a folder located inside your blog folder structure or, alternatively, if you wish to store your audio files outside your blog (maybe even on a different server), choose "Custom" from the drop down and enter the absolute URL to that location.
fr_fr: Il s'agit de l'emplacement par défaut pour vos fichiers audio. Lorsque vous utilisez la syntaxe [audio] et ne donnez pas une URL absolue pour le fichier mp3 (l'URL complète avec "http://"), Audio Player cherchera automatiquement le fichier à cet endroit. Vous pouvez régler ceci sur un répertoire situé à l'intérieur de la structure de répertoires de votre blog ou bien, si vous souhaitez stocker vos fichiers à l'extérieur de votre blog (peut-être même sur un autre serveur), choisissez "Personnalisé" depuis le menu déroulant et saisissez l'URL absolue vers cet emplacement.

source: Player width
fr_fr: Largeur du lecteur

source: You can enter a value in pixels (e.g. 200) or as a percentage (e.g. 100%)
fr_fr: Vous pouvez entrer une valeur en pixels (200 par exemple) ou en pourcentage (100%)

source: Colour scheme
fr_fr: Ensemble de couleurs

source: Background
fr_fr: Fond

source: Left background
fr_fr: Fond de gauche

source: Left icon
fr_fr: Icône de gauche

source: Volume control track
fr_fr: Piste de contrôle du volume

source: Volume control slider
fr_fr: Glissière de contrôle du volume

source: Right background
fr_fr: Fond de droite

source: Right background (hover)
fr_fr: Fond de droite (survolé)

source: Right icon
fr_fr: Icône de droite

source: Right icon (hover)
fr_fr: Icône de droite (survolée)

source: Text
fr_fr: Texte

source: Progress bar
fr_fr: Barre de progression

source: Progress bar track
fr_fr: Piste de la barre de progression

source: Progress bar border
fr_fr: Bordure de la barre de progression

source: Loading bar
fr_fr: Barre de chargement

source: Next/Previous buttons
fr_fr: Boutons Suivant/Précédent

source: Pick
fr_fr: Choisir

source: From your theme
fr_fr: Depuis votre thème

source: Theme colors
fr_fr: Couleurs du thème

source: Here, you can set the page background of the player. In most cases, simply select "transparent" and it will match the background of your page. In some rare cases, the player will stop working in Firefox if you use the transparent option. If this happens, untick the transparent box and enter the color of your page background in the box below (in the vast majority of cases, it will be white: #FFFFFF).
fr_fr: Vous pouvez régler ici le fond de page du lecteur. Dans la plupart des cas, sélectionnez simplement "transparent" et il prendra le fond de votre page. Dans de rares cas, le lecteur ne fonctionnera plus dans Firefox si vous utilisez l'option transparent. Si cela se produit, décochez la case transparent et saisissez la couleur de votre fond de page dans la boîte ci-dessous (dans la majorité des cas ce sera blanc : #FFFFFF).

source: Page background color
fr_fr: Couleur du fond de page

source: Reset colour scheme
fr_fr: RàZ ensemble de couleurs

source: Disable animation
fr_fr: Désactiver l'animation

source: If you don't like the open/close animation, you can disable it here.
fr_fr: Si vous n'aimez pas l'animation d'ouverture/fermeture, vous pouvez la désactiver ici.

source: Show remaining time
fr_fr: Montrer le temps restant

source: This will make the time display count down rather than up.
fr_fr: Cela fera décompter l'afficheur de temps.

source: Disable track information
fr_fr: Désactiver les information de piste

source: Select this if you wish to disable track information display (the player won't show titles or artist names even if they are available.)
fr_fr: Sélectionnez ceci si vous souhaitez désactiver l'affichage des informations de piste (le lecteur ne montrera pas les titres ou noms d'artiste même s'ils sont disponibles).

source: Switch to RTL layout
fr_fr: Passer en organisation DàG

source: Select this to switch the player layout to RTL mode (right to left) for Arabic and Hebrew language blogs.
fr_fr: Sélectionnez ceci afin de passer en mode organisation de DàG (droite à gauche) pour les blogs en langue Arabe et Hébreu.

source: The following options determine what is included in your feeds. The plugin doesn't place a player instance in the feed. Instead, you can choose what the plugin inserts. You have three choices:
fr_fr: Les options suivantes déterminent ce qui est inclus dans vos flux. L'extension ne place pas d'instance du lecteur dans le flux. En revanche, vous pouvez choisir ce que l'extension insère. Vous avez trois choix :

source: Download link
fr_fr: Lien de téléchargement

source: Choose this if you are OK with subscribers downloading the file.
fr_fr: Choisissez ceci si vous êtes d'accord pour que les souscripteurs téléchargent le fichier.

source: Nothing
fr_fr: Rien

source: Choose this if you feel that your feed shouldn't contain any reference to the audio file.
fr_fr: Choisissez ceci si vous pensez que votre flux ne devrait contenir aucune référence au fichier audio.

source: Choose this to use your own alternative content for all player instances. You can use this option to tell subscribers that they can listen to the audio file if they read the post on your blog.
fr_fr: Choisissez ceci pour utiliser votre propre contenu alternatif pour toutes les instances du lecteur. Vous pouvez utiliser cette option pour informer les souscripteurs qu'ils peuvent écouter le fichier audio s'ils lisent l'article sur votre blog.

source: Alternate content for feeds
fr_fr: Contenu alternatif pour les flux.

source: Custom alternate content
fr_fr: Contenu alternatif personnalisé

source: Pre and Post appended audio clips
fr_fr: Clips audio accolés Avant et Après

source: You may wish to pre-append or post-append audio clips into your players. The pre-appended audio will be played before the main audio, and the post-appended will come after. A typical podcasting use-case for this feature is adding a sponsorship message or simple instructions that help casual listeners become subscribers. <strong>This will apply to all audio players on your site</strong>. Your chosen audio clips should be substantially shorter than your main feature.
fr_fr: Vous souhaitez peut-être pré-accoler ou post-accoler des clips audio à vos lecteurs. L'audio pré-accolé sera joué avant l'audio principal, et le post-accolé viendra après. Un cas d'utilisation typique en podcasting pour cette fonctionnalité est d'ajouter un message de parrainage ou de simples instructions qui aideront l'auditeur occasionnel à devenir souscripteur. <strong>Cela affectera tous les lecteurs de votre site</strong>. Les clips audio choisis devraient être sensiblement plus courts que votre message principal.

source: Pre-appended audio clip URL
fr_fr: URL clip audio pré-accolé

source: Leave this value blank for no pre-appended audio
fr_fr: Laisser cette valeur vide pour ne pas avoir d'audio pré-accolé

source: Post-appended audio clip URL
fr_fr: URL clip audio pors-accolé

source: Leave this value blank for no post-appended audio
fr_fr: Laisser cette valeur vide pour ne pas avoir d'audio post-accolé

source: Alternate content for excerpts
fr_fr: Contenu alternatif pour les extraits

source: WordPress automatically creates excerpts (summaries) for your posts. These are used by some themes to show on archive pages instead of the full post. By default, WordPress strips all HTML from these excerpts. Here you can choose what Audio Player inserts in excerpts in place of the player.
fr_fr: WordPress crée automatiquement des extraits (résumés) pour vos articles. Ils sont utilisés par certains thèmes pour afficher les pages archivés au lieu des articles complets. Par défaut, WordPress enlève tout HTML de ces extraits. Vous pouvez choisir ici ce qui sera inséré dans les extraits à la place du lecteur.

source: Initial volume
fr_fr: Volume initial

source: This is the volume at which the player defaults to (0 is off, 100 is full volume)
fr_fr: Il s'agit du volume auquel le lecteur démarre (0 pour coupé, 100 pour à fond)

source: Buffer time
fr_fr: Temps mis en mémoire tampon

source: If you think your target audience is likely to have a slow internet connection, you can increase the player's buffering time (for standard broadband connections, 5 seconds is enough)
fr_fr: Si vous pensez que l'audience que vous ciblez est sujette à avoir une connexion à internet lente, vous pouvez augmenter le temps de mise en mémoire tampon du lecteur (pour les connexions haut débit standard, 5 secondes suffisent)

source: Buffer time (in seconds)
fr_fr: Temps mis en mémoire tampon (en secondes)

source: Check for policy file
fr_fr: Vérifiez le fichier de régulation interdomaines

source: Enable this to tell Audio Player to check for a policy file on the server. This allows Flash to read ID3 tags on remote servers. Only enable this if all your mp3 files are located on a server with a policy file.
fr_fr: Activez ceci pour informer Audio Player de vérifier le fichier de régulation interdomaines sur le serveur. Cela permet à Flash de lire les étiquettes ID3 sur les serveurs distants. N'activez que si tous vos fichiers sont situés sur un serveur avec un fichier de régulation interdomaines.

source: Encoding
fr_fr: Codage

source: Enable this to encode the URLs to your mp3 files. This is the only protection possible against people downloading the mp3 file to their computers.
fr_fr: Activez pour coder les URLs de vos fichiers mp3. C'est l'unique protection possible pour empêcher les gens de télécharger le fichier mp3 sur leur ordinateur.

source: Encode mp3 URLs
fr_fr: Coder les URLs des mp3
